alphabotsec.vscode-eclipse-keybindings
bmewburn.vscode-intelephense-client
burkeholland.simple-react-snippets
DanielSanMedium.dscodegpt
dbaeumer.vscode-eslint
eamodio.gitlens
esbenp.prettier-vscode
expo.vscode-expo-tools
jundat95.react-native-snippet
mhutchie.git-graph
ms-azuretools.vscode-docker
ms-python.autopep8
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-wsl
ms-vscode.cpptools
ms-vscode.powershell
PKief.material-icon-theme
rocketseat.rocketseatreactnative
rvest.vs-code-prettier-eslint
teabyii.ayu
wix.vscode-import-cost
yzane.markdown-pdf